Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: 요일 칸으로 끌어다 놓습니다
cs: Přetáhněte je na některý den
da: Træk dem over på en dag
de: Zieh sie auf einen Tag
el: Σύρε τες σε μια ημέρα
en: Drag them onto a day
es: Arrástralas a un día
fi: Vedä ne päivälle
fr: Faites-les glisser sur un jour
id: Seret ke salah satu hari
it: Trascinale su un giorno
ja: 曜日の欄にドラッグします
nb: Dra dem til en dag
nl: Sleep ze naar een dag
pl: Przeciągnij je na dzień
pt_br: Arraste para um dia
ru: Перетащите их на день
sv: Dra dem till en dag
th: ลากไปวางบนวัน
tr: Bir güne sürükleyin
vi: Kéo chúng vào một ngày
zh_hans: 拖到星期栏
zh_hant: 拖曳到星期欄

source: 요일·시각 수정…
cs: Upravit den a čas…
da: Rediger dag og tidspunkt…
de: Tag und Uhrzeit bearbeiten …
el: Επεξεργασία ημέρας και ώρας…
en: Edit day and time…
es: Editar día y hora…
fi: Muokkaa päivää ja aikaa…
fr: Modifier le jour et l’heure…
id: Edit Hari dan Jam…
it: Modifica giorno e orario…
ja: 曜日・時刻を編集…
nb: Rediger dag og tidspunkt …
nl: Wijzig dag en tijd…
pl: Edytuj dzień i godzinę…
pt_br: Editar dia e horário…
ru: Изменить день и время…
sv: Redigera dag och tid …
th: แก้ไขวันและเวลา…
tr: Günü ve saati düzenle…
vi: Sửa ngày và giờ…
zh_hans: 编辑星期和时间…
zh_hant: 編輯星期與時間…

source: 요일별
cs: Podle dne v týdnu
da: Efter dag
de: Nach Wochentag
el: Ανά ημέρα
en: By Day
es: Por día
fi: Päivittäin
fr: Par jour
id: Menurut Hari
it: Per giorno
ja: 曜日別
nb: Etter dag
nl: Per dag
pl: Według dni
pt_br: Por dia
ru: По дням
sv: Per dag
th: ตามวัน
tr: Güne Göre
vi: Theo ngày
zh_hans: 按星期
zh_hant: 依星期

source: 요일별 하루
cs: Den po dni
da: Dag for dag
de: Tag für Tag
el: Μέρα με τη μέρα
en: Day by day
es: Día a día
fi: Päivä kerrallaan
fr: Jour par jour
id: Hari demi hari
it: Giorno per giorno
ja: 曜日ごとの1日
nb: Dag for dag
nl: Dag voor dag
pl: Dzień po dniu
pt_br: Dia a dia
ru: День за днём
sv: Dag för dag
th: ทีละวัน
tr: Gün gün
vi: Từng ngày
zh_hans: 逐日查看
zh_hant: 逐日檢視

source: 요일에 올린 일 %lld
cs: Rozvrženo do dnů: %lld
da: %lld lagt på dage
de: %lld auf Tage verteilt
el: %lld σε ημέρες
en: %lld placed on days
es: %lld puestas en días
fi: %lld sijoitettu päiville
fr: %lld placée(s) sur des jours
id: %lld ditaruh di hari
it: %lld messe nei giorni
ja: 曜日に置いたもの %lld件
nb: %lld lagt på dager
nl: %lld op dagen gezet
pl: Rozłożone na dni: %lld
pt_br: %lld colocadas em dias
ru: Расставлено по дням: %lld
sv: %lld lagda på dagar
th: วางลงวันแล้ว %lld รายการ
tr: Günlere yerleştirilen: %lld
vi: %lld việc đã xếp ngày
zh_hans: 已排到星期的 %lld 项
zh_hant: 已排到星期的 %lld 項

source: 욕망의 무지개 · 무지개 공방
cs: Rainbow of Desire · Rainbow Craft
da: Rainbow of Desire · Rainbow Craft
de: Rainbow of Desire · Rainbow Craft
el: Rainbow of Desire · Rainbow Craft
en: Rainbow of Desire · Rainbow Craft
es: Rainbow of Desire · Rainbow Craft
fi: Rainbow of Desire · Rainbow Craft
fr: Rainbow of Desire · Rainbow Craft
id: Rainbow of Desire · Rainbow Craft
it: Rainbow of Desire · Rainbow Craft
ja: Rainbow of Desire · Rainbow Craft
nb: Rainbow of Desire · Rainbow Craft
nl: Rainbow of Desire · Rainbow Craft
pl: Rainbow of Desire · Rainbow Craft
pt_br: Rainbow of Desire · Rainbow Craft
ru: Rainbow of Desire · Rainbow Craft
sv: Rainbow of Desire · Rainbow Craft
th: Rainbow of Desire · Rainbow Craft
tr: Rainbow of Desire · Rainbow Craft
vi: Rainbow of Desire · Rainbow Craft
zh_hans: 欲望彩虹 · 彩虹工坊
zh_hant: 欲望彩虹 · 彩虹工坊

source: 운동
cs: Cvičení
da: Motion
de: Sport
el: Γυμναστική
en: Exercise
es: Ejercicio
fi: Liikunta
fr: Sport
id: Olahraga
it: Sport
ja: 運動
nb: Trening
nl: Sport
pl: Ćwiczenia
pt_br: Exercício
ru: Спорт
sv: Träning
th: ออกกำลังกาย
tr: Spor
vi: Tập thể dục
zh_hans: 运动
zh_hant: 運動

source: 월
cs: Po
da: man
de: Mo
el: Δευ
en: Mon
es: lun
fi: ma
fr: lun.
id: Sen
it: Lun
ja: 月
nb: man.
nl: ma
pl: Pn
pt_br: seg
ru: Пн
sv: Mån
th: จ.
tr: Pzt
vi: T2
zh_hans: 周一
zh_hant: 週一

source: 월·수·금 07:30부터 1시간
cs: Po, St, Pá, 1 hodina od 07:30
da: Man, ons, fre, 1 time fra kl. 07.30
de: Mo, Mi, Fr, 1 Stunde ab 07:30
el: Δευ, Τετ, Παρ, 1 ώρα από τις 07:30
en: Mon, Wed, Fri, 1 hour from 07:30
es: Lun., mié. y vie., 1 hora desde las 07:30
fi: ma, ke, pe, 1 tunti klo 7.30 alkaen
fr: Lun., mer., ven., 1 heure à partir de 07:30
id: Sen, Rab, Jum, 1 jam mulai 07.30
it: Lun, mer, ven, 1 ora dalle 07:30
ja: 月・水・金 07:30から1時間
nb: Man., ons., fre., 1 time fra kl. 07.30
nl: Ma, wo, vr, 1 uur vanaf 07:30
pl: Pn, Śr, Pt, 1 godzina od 07:30
pt_br: Seg, qua e sex, 1 hora a partir das 07:30
ru: Пн, Ср, Пт, 1 час с 07:30
sv: Mån, ons, fre, 1 timme från 07:30
th: จ. พ. ศ. 1 ชั่วโมง ตั้งแต่ 07:30
tr: Pzt, Çar, Cum, 07:30’dan itibaren 1 saat
vi: T2, T4, T6, 1 giờ từ 07:30
zh_hans: 周一、三、五 07:30 起 1 小时
zh_hant: 週一、三、五 07:30 起 1 小時

source: 월간
cs: Měsíčně
da: Månedligt
de: Monatlich
el: Μηνιαία
en: Monthly
es: Mensual
fi: Kuukausittain
fr: Mensuel
id: Bulanan
it: Mensile
ja: 月間
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensal
ru: Ежемесячно
sv: Månadsvis
th: รายเดือน
tr: Aylık
vi: Hằng tháng
zh_hans: 月度
zh_hant: 月訂閱

source: 월요일
cs: Pondělí
da: Mandag
de: Montag
el: Δευτέρα
en: Monday
es: lunes
fi: maanantai
fr: lundi
id: Senin
it: Lunedì
ja: 月曜日
nb: Mandag
nl: maandag
pl: Poniedziałek
pt_br: Segunda-feira
ru: Понедельник
sv: Måndag
th: วันจันทร์
tr: Pazartesi
vi: Thứ Hai
zh_hans: 星期一
zh_hant: 星期一

source: 위 검사에서 걸린 것을 고쳐 주세요
cs: Opravte, co kontrola výše označila
da: Ret det, som tjekket ovenfor markerede
de: Behebe, was die Prüfung oben bemängelt
el: Διόρθωσε ό,τι εντόπισε ο έλεγχος παραπάνω
en: Fix what the check flagged above
es: Corrige lo que ha señalado la comprobación de arriba
fi: Korjaa, mitä tarkistus merkitsi yllä
fr: Corrigez ce que la vérification ci-dessus a signalé
id: Perbaiki yang ditandai cek di atas
it: Correggi ciò che il controllo ha segnalato sopra
ja: 上のチェックで引っかかった点を直してください
nb: Rett det sjekken ovenfor markerte
nl: Los op wat de check hierboven aangaf
pl: Popraw to, co wykazało sprawdzanie powyżej
pt_br: Corrija o que a verificação acima apontou
ru: Исправьте то, что нашла проверка выше
sv: Åtgärda det som testet flaggade ovan
th: แก้ไขสิ่งที่การตรวจด้านบนแจ้งไว้
tr: Yukarıdaki kontrolün işaret ettiği şeyi düzeltin
vi: Hãy sửa những gì phần kiểm tra ở trên đã chỉ ra
zh_hans: 请修正上方检查标出的问题
zh_hant: 請修正上方檢查標出的問題

source: 위로
cs: Nahoru
da: Op
de: Nach oben
el: Πάνω
en: Up
es: Arriba
fi: Ylös
fr: Vers le haut
id: Naik
it: Su
ja: 上へ
nb: Opp
nl: Omhoog
pl: W górę
pt_br: Para cima
ru: Вверх
sv: Upp
th: ขึ้น
tr: Yukarı
vi: Lên
zh_hans: 上移
zh_hant: 上移

source: 위젯으로 한눈에
cs: Vše na první pohled díky widgetům
da: Hurtigt overblik med widgets
de: Alles im Blick mit Widgets
el: Με μια ματιά στα widget
en: At a glance with widgets
es: De un vistazo con widgets
fi: Yhdellä silmäyksellä widgeteistä
fr: En un coup d’œil avec les widgets
id: Sekilas lewat widget
it: Tutto a colpo d’occhio con i widget
ja: ウィジェットでひと目で
nb: Raskt overblikk med widgeter
nl: In één oogopslag met widgets
pl: Wszystko na widoku dzięki widżetom
pt_br: Tudo num relance com widgets
ru: Всё на виду с виджетами
sv: Allt på ett ögonkast med widgetar
th: ดูได้ในพริบตาด้วยวิดเจ็ต
tr: Widget’larla bir bakışta
vi: Xem nhanh bằng tiện ích
zh_hans: 用小组件一目了然
zh_hant: 用小工具一目了然

source: 이 계획 삭제
cs: Smazat tento plán
da: Slet denne plan
de: Diesen Plan löschen
el: Διαγραφή αυτού του πλάνου
en: Delete this plan
es: Eliminar este plan
fi: Poista tämä suunnitelma
fr: Supprimer ce plan
id: Hapus Rencana Ini
it: Elimina questo piano
ja: この予定を削除
nb: Slett denne planen
nl: Verwijder dit plan
pl: Usuń ten plan
pt_br: Apagar este plano
ru: Удалить этот план
sv: Radera den här planen
th: ลบแผนนี้
tr: Bu planı sil
vi: Xóa kế hoạch này
zh_hans: 删除此计划
zh_hant: 刪除此計畫

source: 이 계획 수정…
cs: Upravit tento plán…
da: Rediger denne plan…
de: Diesen Plan bearbeiten …
el: Επεξεργασία αυτού του πλάνου…
en: Edit this plan…
es: Editar este plan…
fi: Muokkaa tätä suunnitelmaa…
fr: Modifier ce plan…
id: Edit Rencana Ini…
it: Modifica questo piano…
ja: この予定を編集…
nb: Rediger denne planen …
nl: Wijzig dit plan…
pl: Edytuj ten plan…
pt_br: Editar este plano…
ru: Изменить этот план…
sv: Redigera den här planen …
th: แก้ไขแผนนี้…
tr: Bu planı düzenle…
vi: Sửa kế hoạch này…
zh_hans: 编辑此计划…
zh_hant: 編輯此計畫…

source: 이 기기의 사본(루틴·계획·할 일)을 버리고 iCloud에 있는 것을 처음부터 받습니다. 버리기 전에 지금 할 일을 파일로 떠 두므로, iCloud에 없는 할 일은 다음 실행에서 되살아납니다. 앱을 다시 켜야 실제로 받아옵니다.
cs: Zahodí kopii na tomto Macu – rutiny, plány a úkoly – a načte vše z iCloudu znovu od začátku. Vaše aktuální úkoly se nejdřív uloží do souboru, takže ty, které v iCloudu nejsou, se při příštím spuštění vrátí. Načtení proběhne, až aplikaci znovu otevřete.
da: Smider denne Macs kopi væk – rutiner, planer og opgaver – og henter det, der ligger i iCloud, helt forfra. Dine nuværende opgaver gemmes først i en fil, så dem, der ikke ligger i iCloud, kommer tilbage ved næste start. Hentningen sker, når du åbner appen igen.
de: Verwirft die Kopie auf diesem Mac – Routinen, Pläne und Aufgaben – und lädt alles aus iCloud neu. Deine aktuellen Aufgaben werden vorher in einer Datei gesichert, sodass alle, die nicht in iCloud sind, beim nächsten Start zurückkommen. Geladen wird, wenn du die App erneut öffnest.
el: Απορρίπτει το αντίγραφο αυτού του Mac — ρουτίνες, πλάνα και εργασίες — και κατεβάζει από την αρχή ό,τι υπάρχει στο iCloud. Οι τρέχουσες εργασίες σου αποθηκεύονται πρώτα σε αρχείο, οπότε όσες δεν υπάρχουν στο iCloud επιστρέφουν στην επόμενη εκκίνηση. Η λήψη γίνεται όταν ανοίξεις ξανά την εφαρμογή.
en: Throws away this Mac's copy — routines, plans and to-dos — and fetches what's in iCloud from scratch. Your current to-dos are saved to a file first, so any that aren't in iCloud come back on the next launch. The fetch happens when you reopen the app.
es: Descarta la copia de este Mac (rutinas, planes y tareas) y vuelve a descargar desde cero lo que hay en iCloud. Antes se guardan tus tareas actuales en un archivo, así que las que no estén en iCloud volverán en el próximo arranque. La descarga se hace al volver a abrir la app.
fi: Hylkää tämän Macin kopion – rutiinit, suunnitelmat ja tehtävät – ja hakee iCloudin sisällön alusta. Nykyiset tehtäväsi tallennetaan ensin tiedostoon, joten ne, joita ei ole iCloudissa, palaavat seuraavalla käynnistyksellä. Haku tapahtuu, kun avaat apin uudelleen.
fr: Supprime la copie de ce Mac (routines, plans et tâches) et récupère tout le contenu d’iCloud depuis le début. Vos tâches actuelles sont d’abord enregistrées dans un fichier : celles qui ne sont pas dans iCloud reviennent au prochain lancement. La récupération a lieu à la réouverture de l’app.
id: Membuang salinan di Mac ini — rutinitas, rencana, dan tugas — lalu mengambil isi iCloud dari awal. Tugas Anda saat ini disimpan ke berkas lebih dulu, jadi yang tidak ada di iCloud akan kembali saat app dibuka berikutnya. Pengambilan terjadi saat Anda membuka app lagi.
it: Elimina la copia di questo Mac (routine, piani e attività) e scarica da zero ciò che c’è su iCloud. Le attività attuali vengono prima salvate in un file, così quelle che non sono su iCloud tornano al prossimo avvio. Il download avviene quando riapri l’app.
ja: このMacのコピー（ルーティン・予定・やること）を破棄し、iCloudにあるものを最初から取得します。 破棄する前に今のやることをファイルに保存するので、iCloudにないやることは次回の起動時に復元されます。 実際の取得はアプリを開き直したときに行われます。
nb: Kaster denne Macens kopi – rutiner, planer og oppgaver – og henter det som ligger i iCloud, helt på nytt. De nåværende oppgavene dine lagres først i en fil, så de som ikke ligger i iCloud, kommer tilbake ved neste oppstart. Hentingen skjer når du åpner appen igjen.
nl: Gooit de kopie op deze Mac weg — routines, plannen en taken — en haalt alles opnieuw op uit iCloud. Je huidige taken worden eerst in een bestand bewaard, zodat taken die niet in iCloud staan bij de volgende start terugkomen. Het ophalen gebeurt als je de app opnieuw opent.
pl: Usuwa kopię z tego Maca — rutyny, plany i zadania — i pobiera wszystko z iCloud od nowa. Bieżące zadania najpierw zostaną zapisane do pliku, więc te, których nie ma w iCloud, wrócą przy następnym uruchomieniu. Pobieranie nastąpi po ponownym otwarciu aplikacji.
pt_br: Descarta a cópia deste Mac — rotinas, planos e tarefas — e baixa do zero o que está no iCloud. Suas tarefas atuais são salvas antes num arquivo, então as que não estiverem no iCloud voltam na próxima abertura. O download acontece quando você reabrir o app.
ru: Удаляет копию на этом Mac — рутины, планы и задачи — и загружает всё из iCloud заново. Текущие задачи сначала сохраняются в файл, поэтому те, которых нет в iCloud, вернутся при следующем запуске. Загрузка начнётся, когда вы снова откроете приложение.
sv: Kastar den här Mac-datorns kopia – rutiner, planer och uppgifter – och hämtar det som finns i iCloud från början. Dina nuvarande uppgifter sparas först i en fil, så de som inte finns i iCloud kommer tillbaka vid nästa start. Hämtningen sker när du öppnar appen igen.
th: ทิ้งสำเนาใน Mac เครื่องนี้ — กิจวัตร แผน และสิ่งที่ต้องทำ — แล้วดึงสิ่งที่อยู่ใน iCloud มาใหม่ตั้งแต่ต้น สิ่งที่ต้องทำปัจจุบันจะถูกบันทึกเป็นไฟล์ก่อน รายการที่ไม่มีใน iCloud จึงกลับมาในการเปิดครั้งถัดไป การดึงข้อมูลจะเกิดขึ้นเมื่อคุณเปิดแอปอีกครั้ง
tr: Bu Mac’teki kopyayı (rutinler, planlar ve görevler) atar ve iCloud’daki her şeyi baştan alır. Mevcut görevleriniz önce bir dosyaya kaydedilir; iCloud’da olmayanlar bir sonraki açılışta geri gelir. Alma işlemi uygulamayı yeniden açtığınızda yapılır.
vi: Bỏ bản sao trên máy Mac này — thói quen, kế hoạch và việc cần làm — rồi tải lại từ đầu những gì có trên iCloud. Việc cần làm hiện tại sẽ được lưu ra tệp trước, nên những việc không có trên iCloud sẽ quay lại ở lần mở tiếp theo. Việc tải lại diễn ra khi bạn mở lại ứng dụng.
zh_hans: 丢弃这台 Mac 上的副本（作息、计划、待办事项），从头下载 iCloud 中的内容。 丢弃前会先把当前的待办事项存为文件，因此不在 iCloud 中的待办事项会在下次启动时恢复。 重新打开 App 后才会实际下载。
zh_hant: 捨棄這台 Mac 上的副本（作息、計畫、待辦事項），從頭下載 iCloud 中的內容。 捨棄前會先把目前的待辦事項存成檔案，因此不在 iCloud 中的待辦事項會在下次啟動時恢復。 重新開啟 App 後才會實際下載。

source: 이 기기의 사본을 버리고 iCloud에 있는 것을 처음부터 다시 받습니다. 루틴·계획도 함께 다시 받습니다. 버리기 전에 지금 할 일을 파일로 떠 두므로, iCloud에 없는 할 일은 뒤이어 되살아납니다.
cs: Zahodí kopii na tomto Macu a načte vše z iCloudu znovu od začátku, včetně rutin a plánů. Vaše aktuální úkoly se nejdřív uloží do souboru, takže ty, které v iCloudu nejsou, se hned potom vrátí.
da: Smider denne Macs kopi væk og henter alt i iCloud helt forfra, også rutiner og planer. Dine nuværende opgaver gemmes først i en fil, så dem, der ikke ligger i iCloud, kommer tilbage lige efter.
de: Verwirft die Kopie auf diesem Mac und lädt alles aus iCloud neu, einschließlich Routinen und Plänen. Deine aktuellen Aufgaben werden vorher in einer Datei gesichert, sodass alle, die nicht in iCloud sind, gleich danach zurückkommen.
el: Απορρίπτει το αντίγραφο αυτού του Mac και κατεβάζει από την αρχή όλα όσα υπάρχουν στο iCloud, μαζί με ρουτίνες και πλάνα. Οι τρέχουσες εργασίες σου αποθηκεύονται πρώτα σε αρχείο, οπότε όσες δεν υπάρχουν στο iCloud επιστρέφουν αμέσως μετά.
en: Throws away this Mac's copy and fetches everything in iCloud from scratch, routines and plans included. Your current to-dos are saved to a file first, so any that aren't in iCloud come back right after.
es: Descarta la copia de este Mac y vuelve a descargar desde cero todo lo que hay en iCloud, rutinas y planes incluidos. Antes se guardan tus tareas actuales en un archivo, así que las que no estén en iCloud vuelven justo después.
fi: Hylkää tämän Macin kopion ja hakee kaiken iCloudista alusta, myös rutiinit ja suunnitelmat. Nykyiset tehtäväsi tallennetaan ensin tiedostoon, joten ne, joita ei ole iCloudissa, palaavat heti perään.
fr: Supprime la copie de ce Mac et récupère tout le contenu d’iCloud depuis le début, routines et plans compris. Vos tâches actuelles sont d’abord enregistrées dans un fichier : celles qui ne sont pas dans iCloud reviennent juste après.
id: Membuang salinan di Mac ini dan mengambil semua isi iCloud dari awal, termasuk rutinitas dan rencana. Tugas Anda saat ini disimpan ke berkas lebih dulu, jadi yang tidak ada di iCloud langsung kembali setelahnya.
it: Elimina la copia di questo Mac e scarica da zero tutto ciò che c’è su iCloud, comprese routine e piani. Le attività attuali vengono prima salvate in un file, così quelle che non sono su iCloud tornano subito dopo.
ja: このMacのコピーを破棄し、iCloudにあるものを最初から取得し直します。ルーティンと予定も取得し直します。破棄する前に今のやることをファイルに保存するので、iCloudにないやることは続けて復元されます。
nb: Kaster denne Macens kopi og henter alt i iCloud helt på nytt, også rutiner og planer. De nåværende oppgavene dine lagres først i en fil, så de som ikke ligger i iCloud, kommer tilbake rett etterpå.
nl: Gooit de kopie op deze Mac weg en haalt alles opnieuw op uit iCloud, ook routines en plannen. Je huidige taken worden eerst in een bestand bewaard, zodat taken die niet in iCloud staan meteen daarna terugkomen.
pl: Usuwa kopię z tego Maca i pobiera wszystko z iCloud od nowa, także rutyny i plany. Bieżące zadania najpierw zostaną zapisane do pliku, więc te, których nie ma w iCloud, zaraz wrócą.
pt_br: Descarta a cópia deste Mac e baixa do zero tudo o que está no iCloud, inclusive rotinas e planos. Suas tarefas atuais são salvas antes num arquivo, então as que não estiverem no iCloud voltam logo em seguida.
ru: Удаляет копию на этом Mac и загружает всё из iCloud заново, включая рутины и планы. Текущие задачи сначала сохраняются в файл, поэтому те, которых нет в iCloud, сразу вернутся.
sv: Kastar den här Mac-datorns kopia och hämtar allt i iCloud från början, även rutiner och planer. Dina nuvarande uppgifter sparas först i en fil, så de som inte finns i iCloud kommer tillbaka direkt efteråt.
th: ทิ้งสำเนาใน Mac เครื่องนี้แล้วดึงทุกอย่างใน iCloud มาใหม่ตั้งแต่ต้น รวมถึงกิจวัตรและแผน สิ่งที่ต้องทำปัจจุบันจะถูกบันทึกเป็นไฟล์ก่อน รายการที่ไม่มีใน iCloud จึงกลับมาทันทีหลังจากนั้น
tr: Bu Mac’teki kopyayı atar ve rutinler ile planlar dahil iCloud’daki her şeyi baştan alır. Mevcut görevleriniz önce bir dosyaya kaydedilir; iCloud’da olmayanlar hemen ardından geri gelir.
vi: Bỏ bản sao trên máy Mac này và tải lại từ đầu mọi thứ trên iCloud, kể cả thói quen và kế hoạch. Việc cần làm hiện tại sẽ được lưu ra tệp trước, nên những việc không có trên iCloud sẽ quay lại ngay sau đó.
zh_hans: 丢弃这台 Mac 上的副本，从头重新下载 iCloud 中的内容，作息和计划也会一并重新下载。丢弃前会先把当前的待办事项存为文件，因此不在 iCloud 中的待办事项会随后恢复。
zh_hant: 捨棄這台 Mac 上的副本，從頭重新下載 iCloud 中的內容，作息與計畫也會一併重新下載。捨棄前會先把目前的待辦事項存成檔案，因此不在 iCloud 中的待辦事項會隨後恢復。

source: 이 끼니 되살리기
cs: Vrátit toto jídlo
da: Hent dette måltid tilbage
de: Diese Mahlzeit zurückholen
el: Επαναφορά αυτού του γεύματος
en: Bring this meal back
es: Recuperar esta comida
fi: Palauta tämä ateria
fr: Rétablir ce repas
id: Kembalikan Waktu Makan Ini
it: Ripristina questo pasto
ja: この食事を元に戻す
nb: Hent tilbake dette måltidet
nl: Zet deze maaltijd terug
pl: Przywróć ten posiłek
pt_br: Restaurar esta refeição
ru: Вернуть этот приём пищи
sv: Ta tillbaka den här måltiden
th: นำมื้อนี้กลับมา
tr: Bu öğünü geri getir
vi: Khôi phục bữa ăn này
zh_hans: 恢复这一餐
zh_hant: 恢復這一餐

source: 이 끼니 빼기 (이번 주 %@)
cs: Vynechat toto jídlo (%@ tento týden)
da: Spring dette måltid over (%@ denne uge)
de: Diese Mahlzeit weglassen (%@ diese Woche)
el: Παράλειψη αυτού του γεύματος (%@ αυτή την εβδομάδα)
en: Skip this meal (%@ this week)
es: Saltarse esta comida (%@ de esta semana)
fi: Ohita tämä ateria (%@ tällä viikolla)
fr: Retirer ce repas (%@ cette semaine)
id: Lewati waktu makan ini (%@ minggu ini)
it: Salta questo pasto (%@ di questa settimana)
ja: この食事を外す（今週の%@）
nb: Hopp over dette måltidet (%@ denne uken)
nl: Sla deze maaltijd over (%@ deze week)
pl: Pomiń ten posiłek (w tym tygodniu: %@)
pt_br: Pular esta refeição (%@ desta semana)
ru: Пропустить этот приём пищи (на этой неделе: %@)
sv: Hoppa över den här måltiden (%@ den här veckan)
th: ข้ามมื้อนี้ (%@ สัปดาห์นี้)
tr: Bu öğünü çıkar (bu hafta: %@)
vi: Bỏ bữa ăn này (%@ tuần này)
zh_hans: 跳过这一餐（本周 %@）
zh_hant: 略過這一餐（本週 %@）

source: 이 끼니 삭제 (오늘만)
cs: Smazat toto jídlo (jen dnes)
da: Slet dette måltid (kun i dag)
de: Diese Mahlzeit löschen (nur heute)
el: Διαγραφή αυτού του γεύματος (μόνο σήμερα)
en: Delete This Meal (Today Only)
es: Eliminar esta comida (solo hoy)
fi: Poista tämä ateria (vain tänään)
fr: Supprimer ce repas (aujourd’hui seulement)
id: Hapus Waktu Makan Ini (Hanya Hari Ini)
it: Elimina questo pasto (solo oggi)
ja: この食事を削除（今日のみ）
nb: Slett dette måltidet (bare i dag)
nl: Verwijder deze maaltijd (alleen vandaag)
pl: Usuń ten posiłek (tylko dziś)
pt_br: Apagar esta refeição (só hoje)
ru: Удалить этот приём пищи (только сегодня)
sv: Radera den här måltiden (bara i dag)
th: ลบมื้อนี้ (เฉพาะวันนี้)
tr: Bu Öğünü Sil (Yalnızca Bugün)
vi: Xóa bữa ăn này (chỉ hôm nay)
zh_hans: 删除这一餐（仅今天）
zh_hant: 刪除這一餐（僅今天）

source: 이 끼니 삭제 (이번 주 %@만)
cs: Smazat toto jídlo (jen %@ tento týden)
da: Slet dette måltid (kun %@ denne uge)
de: Diese Mahlzeit löschen (nur %@ diese Woche)
el: Διαγραφή αυτού του γεύματος (μόνο %@ αυτή την εβδομάδα)
en: Delete This Meal (Only %@ This Week)
es: Eliminar esta comida (solo el %@ de esta semana)
fi: Poista tämä ateria (vain %@ tällä viikolla)
fr: Supprimer ce repas (seulement %@ cette semaine)
id: Hapus Waktu Makan Ini (Hanya %@ Minggu Ini)
it: Elimina questo pasto (solo %@ di questa settimana)
ja: この食事を削除（今週の%@のみ）
nb: Slett dette måltidet (bare %@ denne uken)
nl: Verwijder deze maaltijd (alleen %@ deze week)
pl: Usuń ten posiłek (w tym tygodniu tylko: %@)
pt_br: Apagar esta refeição (só %@ desta semana)
ru: Удалить этот приём пищи (на этой неделе только: %@)
sv: Radera den här måltiden (bara %@ den här veckan)
th: ลบมื้อนี้ (เฉพาะ%@ สัปดาห์นี้)
tr: Bu Öğünü Sil (Bu Hafta Yalnızca: %@)
vi: Xóa bữa ăn này (chỉ %@ tuần này)
zh_hans: 删除这一餐（仅本周 %@）
zh_hant: 刪除這一餐（僅本週 %@）

source: 이 날 뺀 루틴·끼니 — 눌러서 되살리기
cs: Rutiny a jídla vynechané v tento den – kliknutím některé vrátíte
da: Rutiner og måltider, du har sprunget over denne dag — klik for at hente en tilbage
de: An diesem Tag weggelassene Routinen und Mahlzeiten – klicken, um eine zurückzuholen
el: Ρουτίνες και γεύματα που παρέλειψες αυτή την ημέρα — κλικ για επαναφορά
en: Routines and meals you skipped on this day — click to bring one back
es: Rutinas y comidas que has quitado este día: haz clic para recuperar una
fi: Tältä päivältä ohittamasi rutiinit ja ateriat – palauta klikkaamalla
fr: Routines et repas retirés ce jour-là — cliquez pour en rétablir un
id: Rutinitas dan waktu makan yang Anda lewati hari ini — klik untuk mengembalikan
it: Routine e pasti tolti in questo giorno: fai clic per ripristinarli
ja: この日に外したルーティン・食事 — クリックで元に戻す
nb: Rutiner og måltider du har hoppet over denne dagen – klikk for å hente en tilbake
nl: Routines en maaltijden die je deze dag hebt overgeslagen — klik om er een terug te zetten
pl: Rutyny i posiłki pominięte tego dnia — kliknij, by przywrócić
pt_br: Rotinas e refeições tiradas deste dia — clique para restaurar
ru: Рутины и приёмы пищи, убранные в этот день, — нажмите, чтобы вернуть
sv: Rutiner och måltider du strukit den här dagen – klicka för att ta tillbaka en
th: กิจวัตรและมื้อที่คุณตัดออกในวันนี้ — คลิกเพื่อนำกลับมา
tr: Bu gün çıkardığınız rutinler ve öğünler — birini geri getirmek için tıklayın
vi: Thói quen và bữa ăn bạn đã bỏ trong ngày này — bấm để khôi phục
zh_hans: 这天跳过的作息和餐食 — 点击即可恢复
zh_hant: 這天略過的作息與餐點 — 點一下即可恢復
